{
  "language": "Language",
  "home": "Home",
  "about_us": "About Us",
  "services": "Services",
  "projects": "Projects",
  "contact_us": "Contact Us",
  "main_header_text": "We create unique web experiences",
  "sub_text": "We work with you to create unique, attractive, and efficient websites that boost your online presence. Specializing in web design and development, we offer personalized solutions that stand out for their creativity and functionality.",
  "our_services": "OUR SERVICES",
  "professional_web_design": "Professional Web Design",
  "professional_web_design_text": "Unique creations that reflect the essence of your brand and capture the attention of your customers.",
  "innovative_web_development": "Innovative Web Development",
  "innovative_web_development_text": "Tailor-made technological solutions that ensure functionality and optimal performance.",
  "branding": "Branding",
  "branding_text": "Brand strategies that stand out and create lasting connections with your audience.",
  "why_choose_us": "WHY CHOOSE US?",
  "why_choose_us_text": "We create unique and optimized websites, combining custom design and advanced technology. We offer an excellent user experience to ensure your online success.",
  "transform_digital_solutions": "We transform your ideas into digital solutions",
  "success_starts_here": "Your online success starts here",
  "footer_brand": "FancyIT",
  "footer_slogan": "We transform your ideas into digital solutions",
  "privacy_policy": "Privacy Policy",
  "contact": "Contact",
  "australia_phone": "(+61) 426 747 605 (Australia)",
  "spain_phone": "(+34) 623 451 423 (Spain)",
  "email": "fancyitsolutions@gmail.com",
  "rights_reserved": "© 2024 FancyIT. All rights reserved | Web design and development by FancyIT.",
  "who_we_are": "WHO WE ARE",
  "our_journey": "Our Journey",
  "about_us_text": "Welcome to FancyIT Solutions, where we transform your ideas into exceptional digital solutions. We are Marlene and Antonella, two sisters who share a passion for web design and development. Despite the distance that separates us, with Marlene in Spain and Antonella in Australia, we work together to make your vision a reality. Together, we combine creativity and technical excellence to offer comprehensive web solutions tailored to your needs. Our unique synergy allows us to provide a full range of services, from initial concept and design to development and final implementation. At FancyIT, we believe that your success is our success. We are committed to providing personalized service, meticulous attention to detail, and a collaborative approach to every project. Let us help you embark on your digital journey and achieve your goals with confidence and style.",
  "explore_services": "Explore our services",
  "marlene_title": "Marlene Domenez",
  "marlene_subtitle": "Design and Layout",
  "marlene_text": "Marlene is our creative force, specializing in design and layout. With exceptional attention to detail and a deep understanding of user experience, she ensures that every project we undertake is visually striking and intuitively designed. Her work is characterized by a firm commitment to elegance, functionality, and innovation.",
  "antonella_title": "Antonella Domenez",
  "antonella_subtitle": "Development and Programming",
  "antonella_text": "Antonella is our technical expert, dedicated to the development and programming of robust and high-performance websites. With extensive knowledge of various programming languages and frameworks, she transforms Marlene's designs into interactive, responsive, and efficient websites. Antonella's expertise ensures that our digital solutions are not only visually appealing but also powerful and scalable.",
  "header_our_services": "OUR SERVICES",
  "description_unique_websites": "We develop distinctive and optimized websites, integrating custom design with advanced technology. We provide an exceptional user experience to ensure your online success.",
  "service_web_design": "WEB DESIGN",
  "service_web_design_description": "At FancyIT, we transform your ideas into exceptional digital experiences. Our web design team focuses on creating personalized, functional, and visually striking websites that reflect your brand identity and meet your business objectives.",
  "service_web_development": "WEB DEVELOPMENT",
  "service_web_development_description": "We specialize in turning ideas into robust and efficient web solutions. Our web development team offers everything from creating e-commerce and responsive sites to implementing complex web solutions, always focusing on functionality and performance.",
  "service_branding": "BRANDING",
  "service_branding_description": "We create memorable brand identities that capture the essence of your business and connect with your audience. Our branding service covers everything from logo design to comprehensive brand strategy creation, helping you stand out in the market.",
  "button_information": "Information",
  "form_header": "TAKE THE FIRST STEP TO YOUR DIGITAL SUCCESS",
  "form_subheader": "TELL US ABOUT YOUR PROJECT",
  "form_subheader_description": "WE'LL MAKE IT HAPPEN",
  "form_name_placeholder": "Name",
  "form_email_placeholder": "Email",
  "form_message_placeholder": "Message",
  "form_button_send": "Send",
  "privacy_policy_title": "Privacy Policy",
  "privacy_policy_intro": "Welcome to FancyIT Solutions. At FancyIT, we are committed to protecting our users' privacy. This Privacy Policy describes how we collect, use, and protect your personal information.",
  "information_we_collect_title": "Information We Collect",
  "information_we_collect_description": "We collect various types of information to provide and improve our services.",
  "personal_data_title": "Personal Data",
  "personal_data_description": "While using our site, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you. Personally identifiable information may include, but is not limited to: name, email address, phone number.",
  "usage_data_title": "Usage Data",
  "usage_data_description": "We may also collect information on how the service is accessed and used. This usage data may include information such as your computer's Internet Protocol address (e.g., IP address), browser type, browser version, the pages of our site that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.",
  "use_of_information_title": "Use of Information",
  "use_of_information_description": "We use the collected information for various purposes: to provide and maintain our service, to notify you about changes to our service, to allow you to participate in interactive features of our service, to provide customer support, to gather analysis or valuable information that allows us to improve our service, to monitor the usage of our service, to detect, prevent, and address technical issues.",
  "information_sharing_title": "Sharing Information",
  "information_sharing_description": "We do not share your personal information with third parties except when necessary to comply with the law, protect our rights, or provide our services (for example, with service providers who assist us in our business operations).",
  "security_of_information_title": "Security of Information",
  "security_of_information_description": "The security of your data is important to us, but remember that no method of transmission over the Internet or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your personal information, we cannot guarantee its absolute security.",
  "user_rights_title": "User Rights",
  "user_rights_description": "You have the right to access, correct, or delete your personal information. You can do this directly in your user account or by contacting us. If you wish to be informed about what personal data we hold about you and if you want it to be removed from our systems, please contact us. Your rights include the right to access your data, the right to correct or delete your data, the right to restrict or object to the processing of your data, and the right to data portability.",
  "changes_to_policy_title": "Changes to this Privacy Policy",
  "changes_to_policy_description": "We may update our Privacy Policy occasionally. We will notify you of any changes by posting the new Privacy Policy on this page. We will inform you via email and/or a prominent notice on our service before the change becomes effective and update the 'effective date' at the top of this Privacy Policy.",
  "contact_information_title": "Contact Information",
  "contact_information_description": "If you have any questions about this Privacy Policy, please contact us: by email: fancyitsolutions@gmail.com, by phone: (+61) 426 747 605 (Australia) / (+34) 623 451 423 (Spain).",
  "smart_web_solutions": "SMART WEB SOLUTIONS FOR A CONNECTED WORLD"


}
