{
  "language": "Idioma",
  "home": "Inicio",
  "about_us": "Nosotras",
  "services": "Servicios",
  "projects": "Proyectos",
  "contact_us": "Contacto",
  "main_header_text": "Creamos experiencias webs únicas",
  "sub_text": "Trabajamos contigo para crear sitios web únicos, atractivos y eficientes que impulsan tu presencia en línea. Especializados en diseño y programación web, ofrecemos soluciones personalizadas que destacan por su creatividad y funcionalidad.",
  "our_services": "NUESTROS SERVICIOS",
  "professional_web_design": "Diseño Web Profesional",
  "professional_web_design_text": "Creaciones únicas que reflejan la esencia de tu marca y captan la atención de tus clientes.",
  "innovative_web_development": "Desarrollo Web Innovador",
  "innovative_web_development_text": "Soluciones tecnológicas a medida que garantizan funcionalidad y rendimiento óptimo.",
  "branding": "Branding",
  "branding_text": "Estrategias de marca que destacan y crean conexiones duraderas con tu audiencia.",
  "why_choose_us": "¿POR QUÉ ELEGIRNOS?",
  "why_choose_us_text": "Creamos sitios web únicos y optimizados, combinando diseño personalizado y tecnología avanzada. Ofrecemos una excelente experiencia de usuario para asegurar tu éxito en línea.",
  "transform_digital_solutions": "TRANSFORMAMOS TUS IDEAS EN SOLUCIONES DIGITALES",
  "success_starts_here": "TU EXITO ONLINE EMPIEZA AQUÍ",
  "footer_brand": "FancyIT",
  "footer_slogan": "Transformamos tus ideas en soluciones digitales",
  "privacy_policy": "Política de Privacidad",
  "contact": "Contacto",
  "australia_phone": "(+61) 426 747 605 (Australia)",
  "spain_phone": "(+34) 623 451 423 (España)",
  "email": "fancyitsolutions@gmail.com",
  "rights_reserved": "© 2024 FancyIT. Todos los derechos reservados | Diseño y desarrollo web por FancyIT.",
  "who_we_are": "QUIENES SOMOS",
  "our_journey": "Nuestro Viaje",
  "about_us_text": "Bienvenidos a FancyIT Solutions, donde transformamos tus ideas en soluciones digitales excepcionales. Somos Marlene y Antonella, dos hermanas que comparten una pasión por el diseño y desarrollo web. A pesar de la distancia que nos separa, con Marlene en España y Antonella en Australia, trabajamos de manera conjunta para hacer realidad tu visión. Juntas, combinamos creatividad y excelencia técnica para ofrecer soluciones web integrales adaptadas a tus necesidades. Nuestra sinergia única nos permite proporcionar una gama completa de servicios, desde el concepto inicial y el diseño hasta el desarrollo y la implementación final. En FancyIT, creemos que tu éxito es nuestro éxito. Estamos comprometidas a ofrecer un servicio personalizado, una atención meticulosa a los detalles y un enfoque colaborativo en cada proyecto. Permítenos ayudarte a emprender tu viaje digital y alcanzar tus objetivos con confianza y estilo.",
  "explore_services": "Explora nuestros servicios",
  "marlene_title": "Marlene Domenez",
  "marlene_subtitle": "Diseño y Maquetación",
  "marlene_text": "Marlene es nuestra fuerza creativa, especializada en diseño y maquetación. Con una excepcional atención al detalle y una profunda comprensión de la experiencia del usuario, asegura que cada proyecto que emprendemos sea visualmente impactante y diseñado de manera intuitiva. Su trabajo se distingue por un firme compromiso con la elegancia, la funcionalidad y la innovación.",
  "antonella_title": "Antonella Domenez",
  "antonella_subtitle": "Desarrollo y Programación",
  "antonella_text": "Antonella es nuestra experta técnica, dedicada al desarrollo y programación de sitios web robustos y de alto rendimiento. Con un amplio conocimiento de diversos lenguajes de programación y frameworks, transforma los diseños de Marlene en sitios web interactivos, responsivos y eficientes. La experiencia de Antonella garantiza que nuestras soluciones digitales no solo sean visualmente atractivas, sino también poderosas y escalables.",
  "header_our_services": "NUESTROS SERVICIOS",
  "description_unique_websites": "Desarrollamos sitios web distintivos y optimizados, integrando diseño personalizado con tecnología avanzada. Brindamos una experiencia de usuario excepcional para garantizar tu éxito en línea.",
  "service_web_design": "DISEÑO WEB",
  "service_web_design_description": "En FancyIT, transformamos tus ideas en experiencias digitales excepcionales. Nuestro equipo de diseño de páginas web, enfoca en crear sitios personalizados, funcionales y visualmente impactantes que reflejan la identidad de tu marca y cumplen con tus objetivos comerciales.",
  "service_web_development": "DESARROLLO WEB",
  "service_web_development_description": "Nos especializamos en convertir ideas en soluciones web robustas y eficientes. Nuestro equipo de desarrollo web ofrece desde la creación de sitios de e-commerce y responsive hasta la implementación de soluciones web complejas, siempre con un enfoque en la funcionalidad y el rendimiento.",
  "service_branding": "BRANDING",
  "service_branding_description": "Creemos identidades de marca memorables que capturan la esencia de tu negocio y conectan con tu audiencia. Nuestro servicio de branding abarca desde el diseño de logotipos y la creación de estrategias de marca completas, ayudándote a destacar en el mercado.",
  "button_information": "Información",
  "form_header": "DA EL PRIMER PASO A TU ÉXITO DIGITAL",
  "form_subheader": "CUÉNTANOS SOBRE TU PROYECTO",
  "form_subheader_description": "NOSOTROS NOS ENCARGAMOS DE HACERLO REALIDAD",
  "form_name_placeholder": "Nombre",
  "form_email_placeholder": "Email",
  "form_message_placeholder": "Mensaje",
  "form_button_send": "Enviar",
  "privacy_policy_title": "Política de Privacidad",
  "privacy_policy_intro": "Bienvenido a FancyIT Solutions. En FancyIT, estamos comprometidos con proteger la privacidad de nuestros usuarios. Esta Política de Privacidad describe cómo recopilamos, usamos y protegemos su información personal.",
  "information_we_collect_title": "Información que Recopilamos",
  "information_we_collect_description": "Recopilamos varios tipos de información para proporcionar y mejorar nuestros servicios.",
  "personal_data_title": "Datos Personales",
  "personal_data_description": "Mientras usa nuestro sitio, podemos solicitarle que nos proporcione cierta información de identificación personal que puede usarse para contactarlo o identificarlo. La información de identificación personal puede incluir, entre otros: nombre, dirección de correo electrónico, número de teléfono.",
  "usage_data_title": "Datos de Uso",
  "usage_data_description": "También podemos recopilar información sobre cómo se accede y se usa el servicio. Estos datos de uso pueden incluir información como la dirección del Protocolo de Internet (IP) de su computadora, tipo de navegador, versión del navegador, las páginas de nuestro sitio que visita, la hora y fecha de su visita, el tiempo que pasa en esas páginas, identificadores de dispositivo y otros datos de diagnóstico.",
  "use_of_information_title": "Uso de la Información",
  "use_of_information_description": "Usamos la información recopilada para diversos propósitos: para proveer y mantener nuestro servicio, para notificarle sobre cambios en nuestro servicio, para permitirle participar en características interactivas de nuestro servicio, para proporcionar atención y soporte al cliente, para recopilar análisis o información valiosa que nos permita mejorar nuestro servicio, para monitorear el uso de nuestro servicio, para detectar, prevenir y abordar problemas técnicos.",
  "information_sharing_title": "Compartir Información",
  "information_sharing_description": "No compartimos su información personal con terceros, excepto cuando sea necesario para cumplir con la ley, proteger nuestros derechos o para proporcionar nuestros servicios (por ejemplo, con proveedores de servicios que nos ayudan en nuestras operaciones comerciales).",
  "security_of_information_title": "Seguridad de la Información",
  "security_of_information_description": "La seguridad de sus datos es importante para nosotros, pero recuerde que ningún método de transmisión a través de Internet o método de almacenamiento electrónico es 100% seguro. Aunque nos esforzamos por utilizar medios comercialmente aceptables para proteger su información personal, no podemos garantizar su seguridad absoluta.",
  "user_rights_title": "Derechos del Usuario",
  "user_rights_description": "Tiene derecho a acceder, corregir o eliminar su información personal. Puede hacerlo directamente en su cuenta de usuario o contactándonos. Si desea ser informado sobre qué datos personales tenemos sobre usted y si desea que se eliminen de nuestros sistemas, por favor contáctenos. Sus derechos incluyen: el derecho a acceder a sus datos, el derecho a corregir o borrar sus datos, el derecho a restringir u objetar el procesamiento de sus datos, y el derecho a la portabilidad de los datos.",
  "changes_to_policy_title": "Cambios a esta Política de Privacidad",
  "changes_to_policy_description": "Podemos actualizar nuestra Política de Privacidad ocasionalmente. Le notificaremos cualquier cambio publicando la nueva Política de Privacidad en esta página. Le informaremos a través de correo electrónico y/o un aviso prominente en nuestro servicio antes de que el cambio entre en vigor y actualizaremos la 'fecha de vigencia' en la parte superior de esta Política de Privacidad.",
  "contact_information_title": "Información de Contacto",
  "contact_information_description": "Si tiene alguna pregunta sobre esta Política de Privacidad, por favor contáctenos: por correo electrónico: fancyitsolutions@gmail.com, por teléfono: (+61) 426 747 605 (Australia) / (+34) 623 451 423 (España).",
  "smart_web_solutions": "SOLUCIONES WEB INTELIGENTES PARA UN MUNDO CONECTADO"


}
